


let bg = {
    "language": {
        "lengthMenu": "Показване на _MENU_ записи на страница",
        "zeroRecords": "Нищо не е намерено - съжалявам",
        "info": "Показване на страница _PAGE_ от _PAGES_",
        "infoEmpty": "Няма налични записи",
        "infoFiltered": "(филтрирана от _MAX_ общо записи)",
        "infoPostFix": "",
        "thousands": ",",
        "loadingRecords": "Зарежда...",
        "processing": "Обработка...",
        "search": "Търсене в таблицата по-долу:",
        "paginate": {
            "first": "Първа",
            "last": "Последна",
            "next": "Следваща",
            "previous": "Предишна"
        },
        "aria": {
            "sortAscending": ": Сортиране на колона възходящо",
            "sortDescending": ": Сортиране на колона низходящо"
        },
    },
    "null": "няма данни",
    "checkBox": "При избор на опцията: ",
    "emptyMessage": [
        {'message': "1. В поле 'Търсене' можеш да търсиш по: id, потребител, име, фамилия, име и фамилия, имейл или модул."},
        {'message': "2. При 'Търсене' по id трябва да въведете id: и номера. Например id:1234."},
        {'message': "3. При 'Търсене' по име, фамилия, име и фамилия - преобразува латиница в кирилица и обратно."},
        {'message': "4. При 'Търсене' по модул трябва да въведете името на модула. (Например: A1.1)"},
        {'message': "5. 'Изгледани проценти от модула' ти дават справка каква част от видеата курсистът е изгледал напълно."},
        {'message': "6. 'Само регистриран' - тук излизат всички регистрирани потребители, които са гледали безплатни видеа."},
        {'message': "7. 'С достъп до модул' - тук излизат само курсистите, които имат даден достъп до определен модул."},
        {'message': `8. 'Търсене в таблицата по-долу:' - търси по допълнителен критерий в изготвената вече справка.`}
    ],
};
export {bg};